Repository: GoteoFoundation/goteo-wordpress-plugin
Catalog: languages/goteo-*.po
Languages: ca

source: Crowdfunding
ca: Micromecenatge

source: You do not have sufficient permissions to access this page.
ca: No tens suficients permissos per accedir a aquesta pàgina.

source: Settings
ca: Configuració

source: Goteo Plugin Settings
ca: Configuració del plugin de Goteo

source: Comisión para la plataforma
ca: Comissió per la plataforma

source: Fecha de inicio de donaciones
ca: Data d'inici de les donacions

source: Connexión con WooDonation
ca: Connexió amb WooDonations

source: Goteo API KEY Settings
ca: Configuració de la API KEY de Goteo

source: API Base Url
ca: Url base de la API de Goteo

source: User
ca: Usuari

source: Key
ca: Clau

source: <p>El % de comisión que escojas se utilizará para calcular la cantidad de dinero que puedes donar a través de <a href="https://goteo.org">Goteo.org</a></p>
ca: <p>El % de comissió que escollis s'utilitzarà per calcular la quantitat de diners que pots donar a través de <a href="https://goteo.org">Goteo.org</a></p>

source: <p>Las credenciales introducidas se usarán para conectarse a la plataforma <a href="https://goteo.org">Goteo.org</a></p>
ca: <p>Les credencials introduïdes es faràn servir per connectar-se a la plataforma <a href="https://goteo.org">Goteo.org</a></p>

source: Datos
ca: Dades

source: Saldo comprometido
ca: Saldo compromés

source: Saldo enviado a Goteo
ca: Saldo enviat a Goteo

source: Esta es la cantidad total que el Matcher tiene dentro de la plataforma Goteo
ca: Aquesta és la quantitat total que el Matcher té dintre de la plataforma de crowdfunding

source: DONATE
ca: Donar

source: Saldo pendiente de enviar
ca: Saldo pendent d'enviar

source: Save Settings
ca: Guardar configuració

source: Save API Credentials
ca: Guardar credencials

source: Check API
ca: Comprovar credencials

source: Mapa de impacto
ca: Mapa d'impacte

source: Proyectos beneficiarios
ca: Projectes beneficiaris
